import { useTitleLogic } from '../../globalLogic/titleLogic'
import { Header } from '../../ui/Header/Header'
import { Footer } from '../../ui/footer/Footer'
import styles from './AboutPage.module.scss'

const AboutPage = () => {
	useTitleLogic({ namePage: 'Про Нас', id: null })

	return (
		<>
			<Header />

			<div className={styles.about}>
				<div className='wrapper'>
					<h2>Про Нас</h2>

					<div className={styles.aboutBody}>
						<div>
							<p>
								Nightflex - це сучасний онлайн-кінотеатр, який пропонує широкий вибір фільмів, серіалів та мультфільмів для всієї родини. На сайті представлені як новинки кінопрокату, так і класика світового кінематографа. Завдяки зручному інтерфейсу та інтуїтивно зрозумілій навігації, користувачі можуть легко знаходити бажаний контент та насолоджуватися переглядом у високій якості. Nightflex постійно оновлює свою колекцію, додаючи найактуальніші кінокартини та пропонуючи своїм глядачам тільки найкраще.
							</p>

							<p>
								Однією з головних переваг Nightflex є його доступність. Користувачі можуть дивитися улюблені фільми та серіали на будь-якому пристрої, підключеному до Інтернету - комп'ютері, ноутбуці, планшеті або смартфоні. Крім того, Nightflex пропонує різні варіанти підписки, що дозволяє кожному обрати оптимальний для себе тариф. Завдяки цьому, кожен може насолоджуватися якісним кіно в будь-який час та в будь-якому місці.
							</p>
						</div>

						<div>
							<p>
								Nightflex - це не просто онлайн-кінотеатр, це справжній світ кіно, де кожен знайде щось для себе. Сайт пропонує не тільки перегляд фільмів, але й багато додаткової інформації про них - трейлери, описи, рецензії та рейтинги. Крім того, на сайті регулярно проводяться різноманітні акції та конкурси, що робить перегляд кіно ще більш цікавим та вигідним. Nightflex - це місце, де кіно оживає!
							</p>

							<p>
								Nightflex - це команда професіоналів, які люблять свою роботу та прагнуть зробити ваш відпочинок незабутнім. Ми постійно працюємо над покращенням сервісу, додаючи нові функції та можливості. Наша мета - зробити Nightflex найкращим онлайн-кінотеатром, де кожен зможе знайти для себе саме те кіно, яке шукає. Приєднуйтесь до нас та насолоджуйтесь світом кіно разом з Nightflex!
							</p>
						</div>
					</div>

					<div className={styles.aboutLocation}>
						<iframe
							src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2541.66492086928!2d30.4734714754331!3d50.42871438893004!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40d4cec0ea74afa7%3A0x638e8cfbdbe5fddc!2z0JTQtdGA0LbQsNCy0L3QuNC5INGD0L3RltCy0LXRgNGB0LjRgtC10YIg0YLQtdC70LXQutC-0LzRg9C90ZbQutCw0YbRltC5!5e0!3m2!1suk!2sua!4v1710791458197!5m2!1suk!2sua'
							height='400'
							style={{ border: 0 }}
							allowFullScreen={true}
							loading='lazy'
							referrerPolicy='no-referrer-when-downgrade'
						></iframe>
					</div>
				</div>
			</div>

			<Footer />
		</>
	)
}

export { AboutPage }
