[
	{
		"imdbID": "tt0076759",
		"title": "Ущелина",
		"year": 2025,
		"country": "США",
		"duration": "127 хв",
		"ageRating": "12+",
		"premiere": {
			"USA": "14-02-2025",
			"UKR": "14-02-2025"
		},
		"genre": ["Фантастика", "Жахи", "Бойовик", "Пригоди", "Мелодрама"],
		"description": "Двоє висококваліфікованих оперативників призначені на свої пости в охоронних вежах по обидва боки величезного і суворо засекреченого каньйону, захищають світ від невідомого, таємничого зла, що ховається всередині. Вони встановлюють між собою зв'язок на відстані, при цьому намагаючись залишатися пильними у своїй місії відносно невидимого ворога. Коли катастрофічна загроза для людства стає їм відома, молодим профі доводиться працювати разом у випробуванні як їхньої фізичної, так і розумової сили, щоб зберегти таємницю у каньйоні, перш ніж все вийде з під контролю.",
		"img": "https://m.media-amazon.com/images/M/MV5BZGY4N2RjNTctMTYyNi00NmE2LThkZmMtOWY5ZjYyNzc1MzliXkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/rUSdnuOLebE"
	},
	{
		"imdbID": "tt0080684",
		"title": "Зоряні війни: Епізод V - Імперія завдає удару у відповідь",
		"year": 1980,
		"country": "США",
		"duration": "127 хв",
		"ageRating": "12+",
		"premiere": {
			"USA": "21-05-1980",
			"UKR": "16-07-1982"
		},
		"genre": ["Бойовик", "Пригоди", "Фантастика"],
		"description": "Фанати галактичних війн з нетерпінням дочекалися цієї частини культової саги. Зоряні війни: Епізод 5 - Імперія завдає удару у відповідь відкриває сцена, як розбитий Альянс робить все можливе, щоб сяк-так відновити сили після каральної атаки Вейдера і могутнього флоту Імперії. Люк Скайуокер знову зустрічається з Володарем Тьми на планеті Хот. Темний імператор несподівано почав приділяти юному джедаю особливу увагу. Незабаром на молодого командира відкривається справжнє полювання. Він дивом зміг втекти з крижаної планети і помчав на Дагобу, щоб відшукати великого магістра Йоду. Тим часом, Вейдер кидає всі сили на пошуки свого сина. В цей же час, Хен зайнявся порятунком принцеси Леї, намагаючись привезти її на єдину цілу базу Альянсу. Однак за Солом також ведеться посилене полювання. Йоді не дають спокійно зустріти старість. Тепер весь його час минає над відтворенням легендарного Світлого Ордена. Але незабаром відбудеться подія, яка все змінить.",
		"img": "https://m.media-amazon.com/images/M/MV5BMTkxNGFlNDktZmJkNC00MDdhLTg0MTEtZjZiYWI3MGE5NWIwXkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/JNwNXF9Y6kY"
	},
	{
		"imdbID": "tt0086190",
		"title": "Зоряні війни: Епізод VI - Повернення джедая",
		"year": 1983,
		"country": "США",
		"duration": "131 хв",
		"ageRating": "12+",
		"premiere": {
			"USA": "25-05-1983",
			"UKR": "02-09-1983"
		},
		"genre": ["Бойовик", "Пригоди", "Фантастика"],
		"description": "Міжгалактичні пригоди тривають. Зоряні війни: Епізод 6 - Повернення джедая є третьою кінострічкою, яка полюбилася мільйонам глядачів саги, і є шостим епізодом в сюжетній лінії. Імперія кровожерного Палпатіна зайнята будівництвом Зірки смерті, яка зможе зруйнувати Альянс. Повстанці дізналися від своїх шпигунів, що керівник Імперії особисто контролює будівництво смертельно небезпечної станції. Тому їх військовий підрозділ готує нищівний напад на Зірку, поки на ній ще немає захисних знарядь. Мета: нарешті вбити Палпатіна і остаточно знищити імперію. Але перед цим сміливим бійцям Альянсу ще потрібно подбати про відключення потужного захисного поля. Одночасно з цими подіями Люк робить все для того щоб вирвати Хана Соло з полону ватажка контрабандистів Джабби. Обі-Ван дає йому пораду, як перемогти в смертельному двобої з невідомою силою. В результаті молодий джедай ще раз зустрічається зі своїм батьком - Дартом Вейдером. Якими б не були родинні зв'язки, поєдинку їм не уникнути.",
		"img": "https://m.media-amazon.com/images/M/MV5BY2Q4NzRmZGMtMmU1Yi00ZThkLTkyYTktMzNmZTAyOWNjNDFmXkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/7L8p7_SLzvU"
	},
	{
		"imdbID": "tt0114709",
		"title": "Сім",
		"year": 1995,
		"country": "США",
		"duration": "127 хв",
		"ageRating": "16+",
		"premiere": {
			"USA": "22-09-1995",
			"UKR": "22-10-1995"
		},
		"genre": ["Кримінал", "Драма", "Триллер"],
		"description": "У безіменному американському місті детектив, без 5 хвилин пенсіонер, Вільям Сомерсет співпрацює з короткочасним, але ідеалістичним Девідом Міллсом, який нещодавно перевівся до нового відділку, переїхавши до міста з дружиною Трейсі. Міллс знайомить Сомерсета з Трейсі, після чого Сомерсет стає її довіреною особою. Трейсі невдоволена містом і відчуває, що це не місце для виховання дитини. Вона повідомляє Сомерсета, що вагітна і ще не повідомила свого чоловіка. Сомерсет симпатизує їй, маючи подібну ситуацію з його колишньою дівчиною багато років тому, і порадив їй сказати Міллсу. Та не все так однозначно, і в місті зявляється вбивця, який карає жертву за певні смертні гріхи. У Біблії описано сім таких гріхів, і зупинити страшний ланцюг вбивств під силу тільки ветерану Нью-йоркської поліції і його енергійному молодому напарнику.",
		"img": "https://m.media-amazon.com/images/M/MV5BYzJhZDQwNjItNzgzNC00ZTg2LTlkZGUtZDllOTI3ZTA3NDRiXkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/znmZoVkCjpI"
	},
	{
		"imdbID": "tt0110357",
		"title": "Леон",
		"year": 1994,
		"country": "Франція, США",
		"duration": "110 хв",
		"ageRating": "16+",
		"premiere": {
			"USA": "18-11-1994",
			"UKR": "23-02-1995"
		},
		"genre": ["Бойовик", "Драма", "Кримінал"],
		"description": "Кожен в цьому світі робить свою роботу, ту, що виходить краще іншого. Хтось вчить і виховує людей, хтось зцілює їх недуги, а хтось їх вбиває. Такий Леон, він займається цим вже дуже давно, і він виразно досяг вершини в цій професії. Багато що трапляється, коли займаєшся такою справою. Але крім ускладнень, іноді несподіванки бувають приємними. Такою була зустріч з Матільдою, дівчиною, яку полюбив вбивця.Але щастя заважають вороги. Зовсім недавно всі рідні Матильди були вбиті, а тепер і їй загрожує перспектива близьку смерть. Тим часом Леону доводиться вибирати між професіоналізмом і новим почуттям, вперше відвідав його за все прожиті їм роки. І, який би шлях Леон не вибрав, за нього дуже дорого доведеться заплатити ...",
		"img": "https://m.media-amazon.com/images/M/MV5BNGRkYTNhOWQtYmI0Ni00MjZhLWJmMzAtMTA2Mjg4NGNiNDU0XkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/FAOzXGibKJc"
	},
	{
		"imdbID": "tt0068646",
		"title": "Хрещений батько",
		"year": 1972,
		"country": "США",
		"duration": "175 хв",
		"ageRating": "16+",
		"premiere": {
			"USA": "24-03-1972",
			"UKR": "01-09-1984"
		},
		"genre": ["Кримінал", "Драма"],
		"description": "Гангстерська сага «Хрещений батько» є одним з найкращих фільмів усіх часів. Цій картині наслідували, її цитували, нею захоплювалися частіше, ніж будь-яким іншим фільмом. Геніальна режисура Копполи, чудовий сюжет, чудово зіграні Марлоном Брандо і Аль Пачіно батько і син Корлеоне, неперевершена музика, - все це зробило «Хрещеного батька» воістину незабутнім. Фільм розповідає про мафіозний клан Корлеоне, главою якого є Дон Віто. Вся рідня займається сімейним «бізнесом», крім молодшого сина Майкла, який щойно повернувся з армії. Він не бажає бути мафіозі, але доля не залишає йому вибору: старший брат загинув, на батька скоєно замах. Майкл Корлеоне під важким тягарем відповідальності встає на чолі сім'ї. Ми спостерігаємо за моторошними метаморфозами, що відбуваються з Майклом, вершиною яких стає його моральний крах.",
		"img": "https://m.media-amazon.com/images/M/MV5BM2E4MGU5ZmEtYzczZS00ZWJhLTkzMjAtZTIwZmE1YWFlZjZlXkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/CNm2lAghG7w"
	},
	{
		"imdbID": "tt0468569",
		"title": "Темний лицар",
		"year": 2008,
		"country": "США, Велика Британія",
		"duration": "152 хв",
		"ageRating": "12+",
		"premiere": {
			"USA": "18-07-2008",
			"UKR": "21-08-2008"
		},
		"genre": ["Бойовик", "Кримінал", "Драма", "Екшн", "Трилер"],
		"description": "Черговий фільм, що розповідає про великого і непереможного героя, що приховує обличчя під маскою летючої миші. Бетмен продовжує свою війну зі злочинним світом Готема. І в цьому великому очищенні міста від антигромадських типів у нього є помічники: Джим Гордон і Харві Дент, які прагнуть надати йому всю можливу підтримку. Але, незважаючи на перемоги, ситуація в місті чомусь не поліпшується. Люди з острахом залишають такі безпечні стіни рідних домівок, і ніхто заздалегідь не знає, коли, де і, що найголовніше, кого наздожене наступний удар. Це відбувається тому, що у героя з'явився новий ворог. розумний, хитрий, геніальний злочинець на ім'я Джокер. Починається протистояння, результат якого визначить долю міста. Чи зуміє всемогутній Бетмен перемогти, постійно перебуваючи в ситуації, коли ворог завжди випереджає його?",
		"img": "https://m.media-amazon.com/images/M/MV5BM2VkYjc4NDUtZDZhNC00YTQ3LTk5YjEtMWMxYzQyNWVhMTRlXkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/EXeTwQWrcwY"
	},
	{
		"imdbID": "tt1375666",
		"title": "Початок",
		"year": 2010,
		"country": "США",
		"duration": "148 хв",
		"ageRating": "12+",
		"premiere": {
			"USA": "16-07-2010",
			"UKR": "22-07-2010"
		},
		"genre": ["Бойовик", "Пригоди", "Фантастика", "Екшн"],
		"description": "Ми звикли, що в нашому розумінні злодій - це людина здатна вкрасти якісь цінності або гроші. Сюжет фантастичного бойовика «Початок» розповідає про злодіїв здатних вкрасти ідею прямо у людини з підсвідомості. Одним з таких є головний герой фільму Домінік Кобб. Після того як його дружина померла, він змушений ховатися, і не може навіть повернутися в країну, щоб побачити дітей. Якось раз Кобб отримує дуже неординарне замовлення: йому потрібно не вкрасти, а навпаки впровадити нову ідею в підсвідомість людини. Домініку не надто хотітися братися за цю справу, але замовник в обмін пропонує можливість повернутися додому. Заручившись підтримкою професіоналів цієї справи, Кобб починає розробляти план як все провернути. Все потрібно дуже добре продумати, адже злодіям доведеться відтворити багатошарову реальність в підсвідомості об'єкта, в результаті чого межі можуть почати стиратися.",
		"img": "https://m.media-amazon.com/images/M/MV5BNDhlYjg4N2QtYzVkZi00MmJmLWFlNDQtYWZkZDFjYTgxZjI4XkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/YoHD9XEInc0"
	},
	{
		"imdbID": "tt0137523",
		"title": "Бійцівський клуб",
		"year": 1999,
		"country": "США",
		"duration": "139 хв",
		"ageRating": "12+",
		"premiere": {
			"USA": "15-10-1999",
			"UKR": "18-01-2000"
		},
		"genre": ["Драма"],
		"description": "При спільному виробництві США та Німеччини фільм вийшов в прокат в 1999 році. Фільм досить жорстокий, в ньому присутні психологічні моменти, сірого реалізму і жорстоких сутичок в рингу. Екранізація вийшла вкрай хорошою, і мабуть, не розчарувала шанувальників літературного твору, адже фільм знімався за однойменною книгою Чака Паланіка. Всім глядачам сподобаються ефектні і динамічні події. А несподівана розв'язка, яку неможливо передбачити повалить в шок. Сюжет фільму «Бійцівський клуб»: оповідачем історії є типовий яппі. Йому тридцять і він найманий робітник. Так само він мучиться від безсоння, і не може визначити де сон, а де дійсність. Замість ліків лікар йому пропонує зайнятися спортом і періодично відвідувати групу хворих на рак яєчок. Відвідування даної групи має довести оповідачеві, що таке справжня мука, і щоб він зрозумів що його безсоння в порівнянні з раком сущі дрібниці. Так само наш оповідач мріє про переломний момент, який переверне все його життя. Одного разу в барі він знайомитися з Тайлером Дьорденом, торговцем милом, який володіє значним даром ... Ви можете дивитися онлайн фільм «Бійцівський клуб» на нашому кінопорталі в хорошій HD якості абсолютно безкоштовно і без реєстрації. Насолоджуйтесь переглядом!",
		"img": "https://m.media-amazon.com/images/M/MV5BNjdjMzgzMWItZDRjZS00NjM3LTg2ZTYtOWZiNmFlZDZhYWQ0XkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/_jERCGuKRHw"
	},
	{
		"imdbID": "tt0109830",
		"title": "Форрест Ґамп",
		"year": 1994,
		"country": "США",
		"duration": "142 хв",
		"ageRating": "12+",
		"premiere": {
			"USA": "06-06-1994",
			"UKR": "06-07-1994"
		},
		"genre": ["Драма", "Комедія"],
		"description": "Форрест з дитинства був дивним, дурнуватим, але слухняним і добрим. Таким він і виріс: чуйним і благородним. В юності його відвідала любов, але більше ніж братом для цієї дівчини він бути не може, адже для неї - він всього лише добродушний дурник. В цей час розпочався призов на війну. Форрест потрапив до В'єтнаму. І це розділило їх, але Гамп не забув про свою кохану і писав листи, де описував їй все, що бачить і відбувається в його житті, про свої думки. Форресту пощастило - він не загинув, але крім цього він знайшов друзів, а дружбою його ніхто і ніколи не нагороджував. У нього ще попереду довгий шлях і безліч перемог, а в досягненні поставлених цілей він невтомний. І, може бути, йому вдасться завоювати його єдине кохання?",
		"img": "https://m.media-amazon.com/images/M/MV5BNWJmYzU3YWYtMGM5Ny00ZGNmLWE4ZTMtNDM1NThiNDRlMzRmXkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/MaE-FkTmIUc"
	},
	{
		"imdbID": "tt0120737",
		"title": "Володар перснів: Хранителі Персня",
		"year": 2001,
		"country": "Нова Зеландія, США",
		"duration": "178 хв",
		"ageRating": "12+",
		"premiere": {
			"USA": "19-12-2001",
			"UKR": "21-03-2002"
		},
		"genre": ["Пригоди", "Драма", "Фантастика", "Екшн"],
		"description": "Багато років тому темний повелитель Саурон втратив кільце, що дає величезну могутність, і тепер намагається його повернути. Хоббіт Більбо Беггінс випадково знаходить бажане кільце, завдяки чому прожив, не знаючи про його велику силу, до 111 років. Чарівник Гендальф передає річ Фродо, племіннику Більбо, який стоїчно справляється з силою, яку воно йому дає. Разом зі своїм другом Семом вони відправляються в небезпечні пригоди, щоб стерти з лиця землі кільце, яке приносить одні тільки нещастя. До них приходять на допомогу ельфи, хоббіти і енти. Безліч випробувань доведеться пройти головним героям: спокуса кільцем, голод, недовіра, позбавлення під час усієї подорожі. Перед нами відкриваються красиві пейзажі, а музика, яка супроводжує фільм, просто зачаровує.",
		"img": "https://m.media-amazon.com/images/M/MV5BNzIxMDQ2YTctNDY4MC00ZTRhLTk4ODQtMTVlOWY4NTdiYmMwXkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/V75dMMIW2B4"
	},
	{
		"imdbID": "tt0167260",
		"title": "Володар перснів: Повернення короля",
		"year": 2003,
		"country": "Нова Зеландія, США",
		"duration": "201 хв",
		"ageRating": "12+",
		"premiere": {
			"USA": "17-12-2003",
			"UKR": "22-01-2004"
		},
		"genre": ["Пригоди", "Драма", "Фантастика", "Екшн"],
		"description": "В черговий раз хобітам доведеться доводити всьому світу, що зло в образі Саурона, можна перемогти. Але на цей раз повелитель темряви зайшов занадто далеко і вже майже святкує перемогу. Він ще не знає, що представники людської раси настільки хитрі, що завжди знаходяться на крок вперед. Тепер великий Саурон направляє свої раті до стін Мінас-Тирита, які захищають фортецю Останньої Надії. Але саме велич його розмірів не дозволяє Саурону розгледіти дві химерні людські фігурки. Чи вдасться хобітам повалити Саурона і дістати назад Кільце Всевладдя, сила якого має магічний вплив на кожного, хто його одягав? Чи зможе головний герой знищити символ влади над людством? І найголовніше, чи залишаться у нього друзі до фінального завершення фільму?",
		"img": "https://m.media-amazon.com/images/M/MV5BNmI4OGZmZDUtYmE2ZS00MzI2LWJiNmItZjZlYWY5ODBjOTgzXkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/r5X-hFf6Bwo"
	},
	{
		"imdbID": "tt1853728",
		"title": "Джанго вільний",
		"year": 2012,
		"country": "США",
		"duration": "165 хв",
		"ageRating": "18+",
		"premiere": {
			"USA": "25-12-2012",
			"UKR": "17-01-2013"
		},
		"genre": ["Драма", "Вестерн"],
		"description": "Фільм Джанґо вільний - це динамічний вестерн про ексцентричного і чарівного мисливця за головами на прізвисько «Дантист». Насправді його звуть доктор Кінг Шульц, але набагато більший страх на злочинців навіває саме його прізвисько. Головний герой - неперевершений стрілець і полює тільки на найнебезпечніших і жорстоких бандитів. Робота не проста і ризикована, а тому головному герою потрібен хороший і надійний помічник. Бажано, щоб це була людина з залізними нервами, сталевими м'язами і вільним графіком роботи. Раб на ім'я Джанґо прекрасно підходить за всіма критеріями. Головний герой допомагає йому втекти від работоргівців і пропонує вигідну угоду. Що ж залишається робити рабу утікачеві, особливо, якщо наступною мішенню доктора Шульца стануть викрадачі дружини Джанґо? Тепер чорношкірий помічник і Дантист пов'язані навіть міцніше, ніж варто було б. Доктор Кінг Шульц обіцяє, що допоможе своєму новому підлеглому знайти і врятувати дружину, а поки раб буде слідувати за своїм господарем по п'ятах. Чи зможуть головні герої домогтися поставлених цілей і чи можна довіряти самому ексцентричному і непередбачуваному мисливцеві за головами на всьому Дикому Заході?",
		"img": "https://m.media-amazon.com/images/M/MV5BMGMxZDBiZDMtNTQ3NC00NmVmLThiMjMtZTdjOGM5NDU0OTYxXkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/Aimn0hq8pgY"
	},
	{
		"imdbID": "tt0110912",
		"title": "Кримінальне чтиво",
		"year": 1994,
		"country": "США",
		"duration": "154 хв",
		"ageRating": "18+",
		"premiere": {
			"USA": "14-10-1994",
			"UKR": "10-11-1994"
		},
		"genre": ["Кримінал", "Драма", "Трилер"],
		"description": "Кримінальне чтиво - американська комедія, яка вийшла на екрани в 1994 році, написана і знята режисером Квентіном Тарантіно з історії Тарантіно та Роджера Аварі. Репрезентуючись у досить цікавому стилі, Кримінальне чтиво об'єднує перехресні сюжетні лінії Лос-Анджелеських, бандитів, злочинців, кримінальних спільнот, та таємничий портфель. Назва фільму відноситься до злочинних романів, популярних у середині 20-го століття, відомих своїми графічними насильствами та проникливим діалогом.",
		"img": "https://m.media-amazon.com/images/M/MV5BYzQ3MzAwYWEtMTY1OC00OWI1LWE3OGYtN2M3NWQyNTBjNGI0XkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/sfvWZQT9oLA"
	},
	{
		"imdbID": "tt0133093",
		"title": "Матриця",
		"year": 1999,
		"country": "США, Австралія",
		"duration": "136 хв",
		"ageRating": "16+",
		"premiere": {
			"USA": "31-03-1999",
			"UKR": "03-09-1999"
		},
		"genre": ["Екшн", "Фантастика"],
		"description": "Томас Андерсон - звичайний хлопець, він обіймає посаду програміста в одній великій компанії і чесно виконує свою роль гвинтика в розгалуженій системі. А вечорами він стає іншим - хакером на ім'я Нео. А відбувається це тому, що Томас незадоволений життям. Ні, не конкретно своїм, а життям взагалі, самим процесом, всесвітом. Думки про те, що все на світі - неправильне, не таке, яким йому належить бути, свердлить його свідомість. А ще Нео сняться незвичайні, тривожні сни, а тому він намагається зовсім не спати, і ще він думає, що потроху позбавляється розуму. Відповісти на це запитання може лише одна людина: розшукуваний хакер Морфіус, який теж прагне до зустрічі. Тому як з світом дійсно сталася невеличка неприємність: він нереальний. І Нео - той, кому судилося повернути все на свої місця...",
		"img": "https://m.media-amazon.com/images/M/MV5BN2NmN2VhMTQtMDNiOS00NDlhLTliMjgtODE2ZTY0ODQyNDRhXkEyXkFqcGc@._V1_.jpg",
		"link": "https://www.youtube.com/embed/V4EuNJS7E3c"
	}
]
